Repository: vincepii/remember-the-lens
Catalog: locale/*.po
Languages: ru

source: Authorization required
ru: Требуется авторизация

source: Check your web browser. Click this icon when finished.
ru: Проверьте ваш браузер. Нажмите на эту иконку по завершению.

source: Search Tasks
ru: Поиск задач

source: Tasks Search
ru: Поиск задач

source: Tasks
ru: Задачи

source: Sections
ru: Раздел

source: Lens restart needed
ru: Требуется перезагрузка линзы

source: Fields to display
ru: Отображаемые поля

source: Category
ru: Категория

source: Due
ru: Срок

source: Priority
ru: Приоритет

source: Sort by
ru: Режим сортировки

source: Due dates
ru: Срок

source: Names
ru: Наименование
